/*  Class = "NSButton"; gToolTip = "Delete selected favorite (⌫)"; ObjectID = "17";  */
"Delete selected favorite (⌫)" = "選択したブックを削除 (⌫)";

/*  Class = "NSButton"; gToolTip = "Add favorite (⌥⌘A)"; ObjectID = "18";  */
"Add favorite (⌥⌘A)" = "ブックを追加 (⌥⌘A)";

/*  Class = "NSTableColumn"; headerCell.title = "Favorites"; ObjectID = "26";  */
"Favorites" = "ブック";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "122";  */
"Name:" = "名前:";

/*  Class = "NSTextFieldCell"; placeholderString = "[no selection]"; ObjectID = "124";  */
"[no selection]" = "[選択なし]";

/*  Class = "NSButtonCell"; title = "Save"; ObjectID = "132";  */
"Save" = "保存";

/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "206";  */
"Remove" = "取り除く";

/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "212";  */
/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "359";  */
"Duplicate" = "複製する";

/*  Class = "NSMenuItem"; gToolTip = "Save query of selected favorite to file"; ObjectID = "365";  */
"Save query of selected favorite to file" = "選択したブックのクエリをファイルに保存";

/*  Class = "NSMenuItem"; title = "Save Query to File..."; ObjectID = "365";  */
"Save Query to File..." = "クエリをファイルに保存...";

/*  Class = "NSMenuItem"; gToolTip = "Remove all favorites"; ObjectID = "367";  */
"Remove all favorites" = "すべてのブックを削除";

/*  Class = "NSMenuItem"; title = "Remove All..."; ObjectID = "367";  */
"Remove All..." = "すべて削除...";

/*  Class = "NSMenuItem"; title = "Save to File..."; ObjectID = "248";  */
"Save to File..." = "ファイルに保存...";

/*  Class = "NSMenuItem"; gToolTip = "Export selected favorites as SPF file"; ObjectID = "361";  */
"Export selected favorites as SPF file" = "選択したブックを SPF ファイルとしてエクスポート";

/*  Class = "NSMenuItem"; title = "Export Selected Favorites…"; ObjectID = "361";  */
"Export Selected Favorites…" = "選択したブックをエクスポート…";

/*  Class = "NSMenuItem"; gToolTip = "Import query favorites from SPF file and append them to the favorite list"; ObjectID = "363";  */
"Import query favorites from SPF file and append them to the favorite list" = "SPF ファイルからクエリブックをインポートしてリストに追加します";

/*  Class = "NSMenuItem"; title = "Import Favorites…"; ObjectID = "363";  */
"Import Favorites…" = "ブックをインポート…";

/*  Class = "NSMenuItem"; gToolTip = "Import query favorites from SPF file and replace the current favorites"; ObjectID = "362";  */
"Import query favorites from SPF file and replace the current favorites" = "SPF ファイルからクエリブックをインポートして現在のブックを書き換えます";

/*  Class = "NSMenuItem"; title = "Import Favorites by Replacing…"; ObjectID = "362";  */
"Import Favorites by Replacing…" = "ブックをインポートして置換…";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "272";  */
"Cancel" = "キャンセル";

/*  Class = "NSTextFieldCell"; title = "Tab Trigger:"; ObjectID = "307";  */
"Tab Trigger:" = "タブトリガー:";

/*  Class = "NSMenuItem"; title = "Insert Placeholder"; ObjectID = "317";  */
"Insert Placeholder" = "プレースホルダ入力";

/*  Class = "NSMenuItem"; gToolTip = "${1:default_value} – tab key snippet with a definable default value which will be selected\n\n[“1” can be a number from 0 to 18 and defines the order of tab key down events] "; ObjectID = "318";  */
"${1:default_value} – tab key snippet with a definable default value which will be selected\n\n[“1” can be a number from 0 to 18 and defines the order of tab key down events] " = "${1:default_value} – タブキースニペットと選択されることになる定義可能なデフォルト値\n\n[“1” は 0 から 18 までの数字で、タブ押下イベント番号を示します]";

/*  Class = "NSMenuItem"; title = "Tab Snippet"; ObjectID = "318";  */
"Tab Snippet" = "タブスニペット";

/*  Class = "NSMenuItem"; gToolTip = "$(shell_command) – shell_command will be executed and inserts its result\n\n[press ⌘. to cancel the execution of “shell_command”]\n [only available inside of tab snippets] "; ObjectID = "319";  */
"$(shell_command) – shell_command will be executed and inserts its result\n\n[press ⌘. to cancel the execution of “shell_command”]\n [only available inside of tab snippets] " = "$(shell_command) – shell_command の実行結果が挿入されます\n\n[⌘. で “shell_command” の実行をキャンセルします]\n [タブスニペット内のみ有効] ";

/*  Class = "NSMenuItem"; title = "Tab Snippet and Shell Command"; ObjectID = "319";  */
"Tab Snippet and Shell Command" = "タブスニペットとシェルコマンド";

/*  Class = "NSMenuItem"; gToolTip = "$SP_SELECTED_TABLE – will be replaced by the selected table name\n\n[only available inside of tab snippets]"; ObjectID = "321";  */
"$SP_SELECTED_TABLE – will be replaced by the selected table name\n\n[only available inside of tab snippets]" = "$SP_SELECTED_TABLE – 選択した表名に置き換わります\n\n[タブスニペット内のみ有効]";

/*  Class = "NSMenuItem"; title = "Name Of Selected Table"; ObjectID = "321";  */
"Name Of Selected Table" = "選択したテーブル名";

/*  Class = "NSMenuItem"; gToolTip = "$SP_SELECTED_TABLES – will be replaced by a comma separated list of all selected table names\n\n[only available inside of tab snippets]"; ObjectID = "322";  */
"$SP_SELECTED_TABLES – will be replaced by a comma separated list of all selected table names\n\n[only available inside of tab snippets]" = "$SP_SELECTED_TABLES – 選択したすべての表名のカンマ区切りリストに置き換わります\n\n[タブスニペット内のみ有効]";

/*  Class = "NSMenuItem"; title = "Name Of Selected Tables"; ObjectID = "322";  */
"Name Of Selected Tables" = "選択した複数のテーブル名";

/*  Class = "NSMenuItem"; gToolTip = "$SP_SELECTED_DATABASE – will be replaced by the selected database name\n\n[only available inside of tab snippets]"; ObjectID = "323";  */
"$SP_SELECTED_DATABASE – will be replaced by the selected database name\n\n[only available inside of tab snippets]" = "$SP_SELECTED_DATABASE – 選択したデータベース名に置き換わります\n\n[タブスニペット内のみ有効]";

/*  Class = "NSMenuItem"; title = "Name Of Selected Database"; ObjectID = "323";  */
"Name Of Selected Database" = "選択したデータベース名";

/*  Class = "NSMenuItem"; gToolTip = "¦a¦b¦ – such a snippet will be shown as completion list with the items “a” and “b”\n\n[only available inside of tab snippets]"; ObjectID = "326";  */
"¦a¦b¦ – such a snippet will be shown as completion list with the items “a” and “b”\n\n[only available inside of tab snippets]" = "¦a¦b¦ – \"a\" と \"b\" の補完リストが表示されるスニペット\n\n[タブスニペット内のみ有効]";

/*  Class = "NSMenuItem"; title = "List Template"; ObjectID = "326";  */
"List Template" = "リストテンプレート";

/*  Class = "NSMenuItem"; gToolTip = "¦¦a¦b¦¦ – such a snippet will be shown as completion list with the items “a” and “b” in fuzzy search mode\n\n[only available inside of tab snippets]"; ObjectID = "327";  */
"¦¦a¦b¦¦ – such a snippet will be shown as completion list with the items “a” and “b” in fuzzy search mode\n\n[only available inside of tab snippets]" = "¦¦a¦b¦¦ – \"a\" と \"b\" の補完リストがあいまい検索で表示されるスニペット\n\n[タブスニペット内のみ有効]";

/*  Class = "NSMenuItem"; title = "List Template (Fuzzy Search)"; ObjectID = "327";  */
"List Template (Fuzzy Search)" = "リストテンプレート (あいまい検索)";

/*  Class = "NSMenuItem"; gToolTip = "¦ – list separator\n\n[only available inside of tab snippets]"; ObjectID = "328";  */
"¦ – list separator\n\n[only available inside of tab snippets]" = "¦ – リストの区切り文字\n\n[タブスニペット内のみ有効]";

/*  Class = "NSMenuItem"; title = "List Separator"; ObjectID = "328";  */
"List Separator" = "リストの区切り文字";

/*  Class = "NSMenuItem"; gToolTip = "¦$SP_ASLIST_ALL_DATABASES¦ – such a snippet will be shown as completion list with all database names from the current connection\n\n[only available inside of tab snippets]"; ObjectID = "329";  */
"¦$SP_ASLIST_ALL_DATABASES¦ – such a snippet will be shown as completion list with all database names from the current connection\n\n[only available inside of tab snippets]" = "¦$SP_ASLIST_ALL_DATABASES¦ – 現在の接続中の全データベース名の補完リストが表示されます\n\n[タブスニペット内のみ有効]";

/*  Class = "NSMenuItem"; title = "Database Names As List"; ObjectID = "329";  */
"Database Names As List" = "データベース名のリスト";

/*  Class = "NSMenuItem"; gToolTip = "¦¦$SP_ASLIST_ALL_DATABASES¦¦ – such a snippet will be shown as completion list with all database names from the current connection in fuzzy search mode\n\n[only available inside of tab snippets]"; ObjectID = "330";  */
"¦¦$SP_ASLIST_ALL_DATABASES¦¦ – such a snippet will be shown as completion list with all database names from the current connection in fuzzy search mode\n\n[only available inside of tab snippets]" = "¦¦$SP_ASLIST_ALL_DATABASES¦¦ – 現在の接続中の全データベース名の補完リストがあいまい検索で表示されます\n\n[タブスニペット内のみ有効]";

/*  Class = "NSMenuItem"; title = "Database Names As List (Fuzzy Search)"; ObjectID = "330";  */
"Database Names As List (Fuzzy Search)" = "データベース名のリスト (あいまい検索)";

/*  Class = "NSMenuItem"; gToolTip = "¦$SP_ASLIST_ALL_TABLES¦ – such a snippet will be shown as completion list with all table names (incl. views) from the current selected database\n\n[only available inside of tab snippets]"; ObjectID = "332";  */
"¦$SP_ASLIST_ALL_TABLES¦ – such a snippet will be shown as completion list with all table names (incl. views) from the current selected database\n\n[only available inside of tab snippets]" = "¦$SP_ASLIST_ALL_TABLES¦ – 選択中データベースの全表名（仮想表含む）の補完リストが表示されます\n\n[タブスニペット内のみ有効]";

/*  Class = "NSMenuItem"; title = "Table Names As List"; ObjectID = "332";  */
"Table Names As List" = "テーブル名のリスト";

/*  Class = "NSMenuItem"; gToolTip = "$1 – mirrored tab snippet which is a placeholder for the content of tab snippet “1”\n\n[“1” can be a number from 0 to 18 and defines the order of tab key down events]\n\n[may not be used inside of a tab snippet] "; ObjectID = "340";  */
"$1 – mirrored tab snippet which is a placeholder for the content of tab snippet “1”\n\n[“1” can be a number from 0 to 18 and defines the order of tab key down events]\n\n[may not be used inside of a tab snippet] " = "$1 – タブスニペットの複写結果で、タブスニペット \"1\" の内容を示します\n\n[“1” は 0 から 18 までの数字で、タブ押下イベント番号を示します]\n\n[タブスニペット内では使いません]";

/*  Class = "NSMenuItem"; title = "Table Names As List (Fuzzy Search)"; ObjectID = "333";  */
"Table Names As List (Fuzzy Search)" = "テーブル名のリスト (あいまい検索)";

/*  Class = "NSMenuItem"; gToolTip = "¦$SP_ASLIST_ALL_FIELDS¦ – such a snippet will be shown as completion list with all field names from the current selected table\n\n[only available inside of tab snippets]"; ObjectID = "334";  */
"¦$SP_ASLIST_ALL_FIELDS¦ – such a snippet will be shown as completion list with all field names from the current selected table\n\n[only available inside of tab snippets]" = "¦$SP_ASLIST_ALL_FIELDS¦ – 選択中の表の全列名の補完リストが表示されます\n\n[タブスニペット内のみ有効]";

/*  Class = "NSMenuItem"; title = "Field Names As List of Current Table"; ObjectID = "334";  */
"Field Names As List of Current Table" = "現在のテーブルのカラム名リスト";

/*  Class = "NSMenuItem"; gToolTip = "¦¦$SP_ASLIST_ALL_FIELDS¦¦ – such a snippet will be shown as completion list with all field names from the current selected table\n\n[only available inside of tab snippets]"; ObjectID = "335";  */
"¦¦$SP_ASLIST_ALL_FIELDS¦¦ – such a snippet will be shown as completion list with all field names from the current selected table\n\n[only available inside of tab snippets]" = "¦¦$SP_ASLIST_ALL_FIELDS¦¦ – 選択した表の全列名の補完リストが表示されます\n\n[タブスニペット内のみ有効]";

/*  Class = "NSMenuItem"; title = "Field Names As List of Current Table (Fuzzy Search)"; ObjectID = "335";  */
"Field Names As List of Current Table (Fuzzy Search)" = "現在のテーブルのカラム名リスト (あいまい検索)";

/*  Class = "NSMenuItem"; title = "Completion Lists:"; ObjectID = "336";  */
"Completion Lists:" = "補完リスト:";

/*  Class = "NSMenuItem"; title = "⇥ Snippet:"; ObjectID = "337";  */
"⇥ Snippet:" = "⇥ スニペット:";

/*  Class = "NSMenuItem"; title = "Completion List:"; ObjectID = "338";  */
"Completion List:" = "補完リスト:";

/*  Class = "NSMenuItem"; title = "Selection:"; ObjectID = "339";  */
"Selection:" = "選択範囲:";

/*  Class = "NSMenuItem"; gToolTip = "¦¦$SP_ASLIST_ALL_TABLES¦¦ – such a snippet will be shown as completion list with all table names (incl. views) from the current selected database in fuzzy search mode\n\n[only available inside of tab snippets]"; ObjectID = "333";  */
"¦¦$SP_ASLIST_ALL_TABLES¦¦ – such a snippet will be shown as completion list with all table names (incl. views) from the current selected database in fuzzy search mode\n\n[only available inside of tab snippets]" = "¦¦$SP_ASLIST_ALL_TABLES¦¦ – 選択したデータベースの全表名（仮想表含む）の補完リストがあいまい検索で表示されます\n\n[タブスニペット内のみ有効]";

/*  Class = "NSMenuItem"; title = "Mirrored Tab Snippet"; ObjectID = "340";  */
"Mirrored Tab Snippet" = "タブスニペットの複写結果";

/*  Class = "NSMenuItem"; title = "Placeholder"; ObjectID = "341";  */
"Placeholder" = "プレースホルダ";

/*  Class = "NSTextField"; gToolTip = "Alphanumeric character string which inserts the favorite query string after expansion by pressing the ⇥ key."; ObjectID = "306";  */
"Alphanumeric character string which inserts the favorite query string after expansion by pressing the ⇥ key." = "英数文字列のあとに ⇥ キー押下でブッククエリを挿入します。";

